Repository: Acidburn0zzz/gecko-mediaplayer
Catalog: trunk/po/*.po
Languages: tr

source: gecko mediaplayer v%s
tr: gecko mediaplayer %s

source: Cache fill: %2.2f%%
tr: Önbellek: %2.2f%%

source: Write unable to write because item is NULL
tr: NULL içerik yazılamıyor

source: Caching %iK (%0.1f K/s)
tr: Önbellek %iK (%0.1f K/s)

source: Cache fill: %2.2f%% (%0.1f K/s)
tr: Önbellek: %2.2f%% (%0.1f K/s)

source: Playing
tr: Oynatılıyor

source: Paused
tr: Durakladı

source: Stopped
tr: Durdu

source: Buffering %2.1lf%%
tr: Önbellek %2.1lf%%

source: Unknown Status
tr: Bilinmeyen Durum
